Repository: VitalySvyatyuk/mudilo
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Example: A324BK 23rus
ru: Пример: A324BK 23rus

source: License plate of the vehicle
ru: Автомобильный номер

source: The level of discontent from 1 to 5
ru: Уровень возмущения от 1 до 5

source: The reason of the grievance
ru: Описание ситуации

source: Try to put another plate. Example: A324BK23rus
ru: Попробуйте ещё раз. Пример: A324BK23rus

source: License Plate
ru: Автомобильный номер

source: Country
ru: Страна

source: Plate creation date
ru: Дата создания номера

source: Anger Level
ru: Уровень недовольства

source: Description
ru: Описание

source: Grievance creation date
ru: Дата создания жалобы

source: Grievance
ru: Пожаловаться

source: About
ru: О сервисе

source: Complain about the driver
ru: Пожаловаться на водителя

source: Search Plate
ru: Найти номер

source: Send
ru: Отправить

source: Records
ru: Жалобы

source: Date
ru: Дата

source: Level
ru: Уровень

source: License Plate not found
ru: Автомобильный номер не найден

source: Grievance successfully created!
ru: Жалоба успешно подана!
